Revit 2026 API

# GradientGradientNoiseLow Property

---

The property labeled "Low" from the "Gradient" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string GradientNoiseLow { get; }
```
```vb
Public Shared ReadOnly Property GradientNoiseLow As String
	Get
```
```cpp
public:
static property String^ GradientNoiseLow {
	String^ get ();
}
```
```fsharp
static member GradientNoiseLow : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 1".

#### Reference

Gradient Class

Autodesk.Revit.DB.Visual Namespace